<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"local","label":"test-apply apply_apply_error","backend":"b3ca091fdb00d3c0fd0a65d990ef2002cb9717fa02e4bb897f6fa833cf3dbd3d","plan_job_ref":"Job Test terraform-apply #583 at https://github.com/dflook/terraform-github-actions/actions/runs/5391053553","plan_hash":"eba03af055eaf9e8b1e3f55482417443f2ab4e23ba65de9a3db355d1acf16e32","plan_text_format":"text","version":"99.0.0"} -->
Terraform plan for __test-apply apply_apply_error__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_s3_bucket.my_bucket will be created
  + resource "aws_s3_bucket" "my_bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "hello"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test terraform-apply #583](https://github.com/dflook/terraform-github-actions/actions/runs/5391053553)